Revit 2024 API
SymbolTypeId.Ftc Property
 Symbol Ftc, indicating unit Footcandles.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Ftc { get; }
Visual Basic
Public Shared ReadOnly Property Ftc As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Ftc {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace